Repository: winleafs/Winleafs
Catalog: Winleafs.Wpf/Views/MainWindows/Resources.*.resx
Languages: nl

source: Donate
nl: Doneren

source: Override schedule
nl: Schema overschrijven

source: Reload effects
nl: Effecten herladen

# ReloadFailed
source: Failed to reload the effects
nl: Probleem bij het herladen van effecten

# ReloadSuccessful
source: Effects have successfully been reloaded
nl: Effecten zijn herladen

source: Reset all settings
nl: Reset de instellingen

source: Schedules
nl: Schemas

# Stuck
source: Encountering issues? Hover over me!
nl: Problemen met de app? Hover over deze knop.

source: Options
nl: Opties

source: Override
nl: Overschrijven

source: Brightness
nl: Helderheid

# ManualControlError
source: An unexpected error occurred during setting of manual control.
nl: Een onverwacht probleem is opgetreden tijdens het instellen van handmatige bediening.

source: Active device
nl: Actief apparaat

source: Add device
nl: Apparaat toevoegen

# DeleteDeviceAreYouSure
source: Are you sure? Removing {0} will also remove its schedules
nl: Weet je het zeker? Als je {0} verwijdert zullen ook de schemas verwijderd worden

source: Active effect
nl: Actief effect

source: Delete confirmation
nl: Verwijderen bevestigen

source: None
nl: Geen

# RemoveDevice
source: Remove this device
nl: Verwijder dit apparaat

# DeleteScheduleAreYouSure
source: Are you sure you want to delete this schedule?
nl: Weet je zeker dat je dit schema wilt verwijderen?

source: Are you sure?
nl: Weet je het zeker?

source: Device actions
nl: Apparaat acties

source: Percentage profile
nl: Percentagprofiel

source: Quit
nl: Afsluiten

source: Most used effects
nl: Meest gebruikte effecten

source: Stop manual
nl: Stop handmatig

source: Stop manual control
nl: Stop handmatige bediening

source: Add schedule
nl: Schema toevoegen

# NextEffect
source: Up next {0} at {1}: {2}
nl: Volgende op {0} {1}: {2}

# NextEffectNone
source: Up next: none
nl: Volgende: geen
